export const catalog = {
  Стройматериалы: {
    categoryId: "1",
    sub: {
      "Сухие строительные смеси": {
        categoryId: "1.1",
        sub: {
          "Сухие смеси, цемент": {
            categoryId: "1.1.1",
            sub: null,
          },
          "Штукатурка ": {
            categoryId: "1.1.2",
            sub: null,
          },
          "Шпатлёвка ": {
            categoryId: "1.1.3",
            sub: null,
          },
          "Сухие строительные клея ": {
            categoryId: "1.1.4",
            sub: null,
          },
        },
      },
      "Блоки, Кирпичи": {},
      "Гипсокартон и комплектующие": {},
      "Гидроизоляция ": {},
      "Утеплители и Пленки": {},
      "Бетонные Кольца": {},
    },
  },
};
