export default [
  {
    name: "Стройматериалы",
    icon: "X",
    url: "#item1",
    level: 1,
    children: [
      {
        name: "Сухие строительные смеси",
        url: "#Сухие строительные смеси",
        level: 2,
        children: [
          {
            name: "Сухие смеси, цемент",
            url: "#Сухие смеси, цемент",
            level: 3,
          },
          {
            name: "Штукатурка",
            url: "#Штукатурка",
            level: 3,
          },
          {
            name: "Шпатлёвка",
            url: "#Шпатлёвка",
            level: 3,
          },
          {
            name: "Сухие строительные клея",
            url: "#Сухие строительные клея",
            level: 3,
          },
        ],
      },
      {
        name: "Блоки, Кирпичи",
        url: "#Блоки, Кирпичи",
        level: 2,
        children: [
          {
            name: "Блоки",
            url: "#Блоки",
            level: 3,
          },
          {
            name: "Блок пазогребневый",
            url: "#Блок пазогребневый",
            level: 3,
          },
          {
            name: "Кирпич",
            url: "#Кирпич",
            level: 3,
          },
          {
            name: "Тротуарная плитка и Бордюры ",
            url: "#Тротуарная плитка и Бордюры ",
            level: 3,
          },
        ],
      },
      {
        name: "Гипсокартон и комплектующие",
        url: "#Гипсокартон и комплектующие",
        level: 2,
        children: [
          {
            name: "Гипсокартон",
            url: "#Гипсокартон",
            level: 3,
          },
          {
            name: "Краб, подвес",
            url: "#Краб, подвес",
            level: 3,
          },
          {
            name: "Маяки, уголки",
            url: "#Маяки, уголки",
            level: 3,
          },
          {
            name: "Профили для гипсокартона",
            url: "#Профили для гипсокартона",
            level: 3,
          },
        ],
      },
      {
        name: "Гидроизоляция",
        url: "#Гидроизоляция",
        level: 2,
        children: [
          {
            name: "Битумная мастика",
            url: "#Битумная мастика",
            level: 3,
          },
          {
            name: "Рулонная гидроизоляция",
            url: "#Рулонная гидроизоляция",
            level: 3,
          },
        ],
      },
      {
        name: "Утеплители и Пленки",
        url: "#Утеплители и Пленки",
        level: 2,
        children: [
          {
            name: "Геотекстиль",
            url: "#Геотекстиль",
            level: 3,
          },
          {
            name: "Минеральная вата",
            url: "#Минеральная вата",
            level: 3,
          },
          {
            name: "Отражающая изоляция",
            url: "#Отражающая изоляция",
            level: 3,
          },
          {
            name: "Пакля",
            url: "#Пакля",
            level: 3,
          },
          {
            name: "Паро- ветро- гидроизоляция",
            url: "#Паро- ветро- гидроизоляция",
            level: 3,
          },
          {
            name: "Пенополистирол",
            url: "#Пенополистирол",
            level: 3,
          },
          {
            name: "Плёнки",
            url: "#Плёнки",
            level: 3,
          },
        ],
      },
      {
        name: "Бетонные Кольца",
        url: "#Бетонные Кольца",
        level: 2,
      },
    ],
  },
  {
    name: "Пиломатериалы",
    icon: "X",
    url: "#Пиломатериалы",
    children: [
      {
        name: "Фанера",
        url: "#Фанера",
      },
      {
        name: "OSB плита",
        url: "#OSB плита",
      },
      {
        name: "Доска",
        url: "#Доска",
      },
      {
        name: "Брус",
        url: "#Брус",
      },
      {
        name: "Вагонка",
        url: "#Вагонка",
      },
      {
        name: "Блок хаус",
        url: "#Блок хаус",
      },
      {
        name: "Плинтус, уголок, наличник",
        url: "#Плинтус, уголок, наличник",
      },
    ],
  },
  {
    name: "Металл",
    url: "#Металл",
    children: [
      {
        name: "Арматура",
        url: "#Арматура",
      },
      {
        name: "Квадрат",
        url: "#Квадрат",
      },
      {
        name: "Квадрат",
        url: "#Квадрат",
      },
      {
        name: "Круг",
        url: "#Круг",
      },
      {
        name: "Лист",
        url: "#Лист",
      },
      {
        name: "Полоса",
        url: "#Полоса",
      },
      {
        name: "Сваи",
        url: "#Сваи",
      },
      {
        name: "Труба",
        url: "#Труба",
      },
      {
        name: "Профильная труба",
        url: "#Профильная труба",
      },
      {
        name: "Уголок",
        url: "#Уголок",
      },
      {
        name: "Швеллер",
        url: "#Швеллер",
      },
      {
        name: "Проволока вязальная",
        url: "#Проволока вязальная",
      },
    ],
  },
  {
    name: "Сетки",
    url: "#Сетки",
    children: [
      {
        name: "Дорожная сетка",
        url: "#Дорожная сетка",
      },
      {
        name: "Сетка рабица",
        url: "#Сетка рабица",
      },
      {
        name: "Сетка оцинкованная",
        url: "#Сетка оцинкованная",
      },
      {
        name: "Сетка тканая",
        url: "#Сетка тканая",
      },
      {
        name: "Сетка ЦПВС",
        url: "#Сетка ЦПВС",
      },
    ],
  },
  {
    name: "Краски",
    url: "#Краски",
    children: [
      {
        name: "Краски",
        url: "#Краски",
        children: [
          {
            name: "Краски для внутренних работ",
            url: "#Краски для внутренних работ",
          },
          {
            name: "Краски для наружных работ",
            url: "#Краски для наружных работ",
          },
        ],
      },
      {
        name: "Лаки",
        url: "#Лаки",
      },
      {
        name: "Эмали",
        url: "#Эмали",
        children: [
          {
            name: "Эмали аэрозольные",
            url: "#Эмали аэрозольные",
          },
          {
            name: "Эмали универсальные",
            url: "#Эмали универсальные",
          },
          {
            name: "Эмали ПФ 115",
            url: "#Эмали ПФ 115",
          },
          {
            name: "Эмали для радиаторов",
            url: "#Эмали для радиаторов",
          },
          {
            name: "Эмали для полы и лестницы",
            url: "#Эмали для полы и лестницы",
          },
          {
            name: "Эмали для дерево НЦ-132",
            url: "#Эмали для дерево НЦ-132",
          },
          {
            name: "Эмали акриловые",
            url: "#Эмали акриловые",
          },
          {
            name: "Эмали по ржавчине 3в1",
            url: "#Эмали по ржавчине 3в1",
          },
          {
            name: "Краска БТ-177",
            url: "#Краска БТ-177",
          },
          {
            name: "Грунт ГФ 021",
            url: "#Грунт ГФ 021",
          },
        ],
      },
      {
        name: "Клеи",
        url: "#Клеи",
        children: [
          {
            name: "Клей ПВА",
            url: "#Клей ПВА",
          },
          {
            name: "Клей для обоев",
            url: "#Клей для обоев",
          },
          {
            name: "Клей КС",
            url: "#Клей КС",
          },
          {
            name: "Жидкое стекло",
            url: "#Жидкое стекло",
          },
          {
            name: "Жидкие гвозди",
            url: "#Жидкие гвозди",
          },
        ],
      },
      {
        name: "Грунтовки",
        url: "#Грунтовки",
      },
      {
        name: "Бетоноконтакт",
        url: "#Бетоноконтакт",
      },
      {
        name: "Антисептики",
        url: "#Антисептики",
      },
      {
        name: "Пропитка",
        url: "#Пропитка",
      },
      {
        name: "Герметики и пены",
        url: "#Герметики и пены",
        children: [
          {
            name: "Пены монтажные",
            url: "#Пены монтажные",
          },
          {
            name: "Герметики",
            url: "#Герметики",
          },
        ],
      },
      {
        name: "Растворители и очистители",
        url: "#Растворители и очистители",
      },
      {
        name: "Гидроизоляция",
        url: "#Гидроизоляция",
      },
      {
        name: "Добавки к смесям",
        url: "#Добавки к смесям",
      },
    ],
  },
  {
    name: "Электрика",
    url: "#Электрика",
    children: [
      {
        name: "Автоматы",
        url: "#Автоматы",
        children: [
          {
            name: "Автоматы ABB (АББ)",
            url: "#Автоматы ABB (АББ)",
          },
          {
            name: "Контакторы",
            url: "#Контакторы",
          },
          {
            name: "Кросс модули",
            url: "#Кросс модули",
          },
        ],
      },
      {
        name: "Электрощиты, счетчики",
        url: "#Электрощиты, счетчики",
        children: [
          {
            name: "Электрощиты(боксы)",
            url: "#Электрощиты(боксы)",
          },
          {
            name: "Счетчики",
            url: "#Счетчики",
          },
        ],
      },
      {
        name: "Кабель, Провод, АКБ",
        url: "#Кабель, Провод, АКБ",
        children: [
          {
            name: "ВВГнг LS",
            url: "#ВВГнг LS",
          },
          {
            name: "ПВС",
            url: "#ПВС",
          },
          {
            name: "СИП",
            url: "#СИП",
          },
          {
            name: "TV, UTP интернет ",
            url: "#TV, UTP интернет ",
          },
          {
            name: "Кабели",
            url: "#Кабели",
          },
        ],
      },
      {
        name: "Клемники(Ваго), шины, наконечники",
        url: "#Клемники(Ваго), шины, наконечники",
      },
      {
        name: "Гофра, стяжки, термоусадки",
        url: "#Гофра, стяжки, термоусадки",
      },
      {
        name: "Подрозетники, распай коробки",
        url: "#Подрозетники, распай коробки",
      },
      {
        name: "Кабельный канал (короб)",
        url: "#Кабельный канал (короб)",
      },
      {
        name: "Розетки и выключатели",
        url: "#Розетки и выключатели",
        children: [
          {
            name: "Розетки",
            url: "#Розетки",
            children: [
              {
                name: "Розетки Legrand QUTEO",
                url: "#Розетки Legrand QUTEO",
              },
              {
                name: "Розетки Legrand Valena",
                url: "#Розетки Legrand Valena",
              },
            ],
          },
          {
            name: "Выключатели",
            url: "#Выключатели",
            children: [
              {
                name: "Выключатели QUTEO",
                url: "#Выключатели QUTEO",
              },
              {
                name: "Выключатели Legrand Valena",
                url: "#Выключатели Legrand Valena",
              },
            ],
          },
          {
            name: "Блоки",
            url: "#Блоки",
          },
        ],
      },
      {
        name: "Бытовые электротовары",
        url: "#Бытовые электротовары",
        children: [
          {
            name: "Колодки и Вилки",
            url: "#Колодки и Вилки",
          },
          {
            name: "Лампочки и патроны",
            url: "#Лампочки и патроны",
          },
        ],
      },
    ],
  },
  {
    name: "Крепеж",
    icon: "X",
    url: "#Крепеж",
    children: [
      {
        name: "Анкера",
        url: "#Анкера",
        children: [
          {
            name: "Анкер болт",
            url: "#Анкер болт",
          },
          {
            name: "Анкер болт с гайкой",
            url: "#Анкер болт с гайкой",
          },
          {
            name: "Анкер рамный",
            url: "#Анкер рамный",
          },
          {
            name: "Анкер болт с кольцом",
            url: "#Анкер болт с кольцом",
          },
          {
            name: "Анкер болт с крюком",
            url: "#Анкер болт с крюком",
          },
          {
            name: "Анкер забивной",
            url: "#Анкер забивной",
          },
          {
            name: "Анкер клин",
            url: "#Анкер клин",
          },
        ],
      },
      {
        name: "Саморезы",
        url: "#Саморезы",
        children: [
          {
            name: "По дереву черные",
            url: "#По дереву черные",
          },
          {
            name: "По дереву жёлтые",
            url: "#По дереву жёлтые",
          },
          {
            name: "По дереву - Глухарьй",
            url: "#По дереву - Глухарь",
          },
          {
            name: "По гипсокартону",
            url: "#По гипсокартонум",
          },
          {
            name: "По металлу с прессшайбой",
            url: "#По металлу с прессшайбой",
          },
          {
            name: "Кровельные",
            url: "#Кровельные",
          },
          {
            name: "По бетону - Нагель",
            url: "#По бетону - Нагель",
          },
          {
            name: "Для сэндвич панелей",
            url: "#Для сэндвич панелей",
          },
        ],
      },
      {
        name: "Гвозди",
        url: "#Гвозди",
        children: [
          {
            name: "Гвозди строительные",
            url: "#Гвозди строительные",
          },
          {
            name: "Гвозди оцинкованные",
            url: "#Гвозди оцинкованные",
          },
          {
            name: "Гвозди ершовые",
            url: "#Гвозди ершовые",
          },
          {
            name: "Гвозди кровельные",
            url: "#Гвозди кровельные",
          },
          {
            name: "Гвозди финишные",
            url: "#Гвозди финишные",
          },
          {
            name: "Кровельные",
            url: "#Кровельные",
          },
          {
            name: "Дюбель гвозди",
            url: "#Дюбель гвозди",
          },
          {
            name: "Гвозди винтовые",
            url: "#Гвозди винтовые",
          },
        ],
      },
      {
        name: "Метрика",
        url: "#Метрика",
        children: [
          {
            name: "Болты",
            url: "#Болты",
          },
          {
            name: "Гайки",
            url: "#Гайки",
          },
          {
            name: "Шайбы",
            url: "#Шайбы",
          },
          {
            name: "Шпильки",
            url: "#Шпильки",
          },
        ],
      },
      {
        name: "Такелаж",
        url: "#Такелаж",
        children: [
          {
            name: "Тросы и зажимы",
            url: "#Тросы и зажимы",
          },
          {
            name: "Карабин",
            url: "#Карабин",
          },
          {
            name: "Цепи и соединители ",
            url: "#Цепи и соединители ",
          },
          {
            name: "Талреп",
            url: "#Талреп",
          },
        ],
      },
      {
        name: "Перфорация",
        url: "#Перфорация",
        children: [
          {
            name: "Крепежные уголки",
            url: "#Крепежные уголки",
          },
          {
            name: "Опоры бруса",
            url: "#Опоры бруса",
          },
          {
            name: "Перфолента",
            url: "#Перфолента",
          },
          {
            name: "Пластина",
            url: "#Пластина",
          },
        ],
      },
    ],
  },
  {
    name: "Сантехника",
    icon: "X",
    url: "#Сантехника",
    children: [
      {
        name: "Канализация",
        url: "#Канализация",
        children: [
          {
            name: "Внутренная",
            url: "#Внутренная",
          },
          {
            name: "Наружная",
            url: "#Наружная",
          },
        ],
      },
      {
        name: "Полипропилен",
        url: "#Полипропилен",
      },
      {
        name: "ПНД",
        url: "#ПНД",
      },
      {
        name: "Краны",
        url: "#Краны",
      },
      {
        name: "Дренаж",
        url: "#Дренаж",
        children: [
          {
            name: "Труба дренажная",
            url: "#Труба дренажная",
          },
          {
            name: "Колодец",
            url: "#Колодец",
          },
          {
            name: "Люки",
            url: "#Люки",
          },
          {
            name: "Водоотводные лотки",
            url: "#Водоотводные лотки",
          },
        ],
      },
      {
        name: "Утеплители для труб",
        url: "#Утеплители для труб",
      },
    ],
  },
  {
    name: "Инструменты и расходники",
    icon: "X",
    url: "#Инструменты и расходники",
    children: [
      {
        name: "Сверла, буры, коронки",
        url: "#Сверла, буры, коронки",
        children: [
          {
            name: "Сверло по металу",
            url: "#Сверло по металу",
          },
          {
            name: "Сверло по дереву",
            url: "#Сверло по дереву",
          },
          {
            name: "Сверло по плитки",
            url: "#Сверло по плитки",
          },
          {
            name: "Сверло по бетону",
            url: "#Сверло по бетону",
          },
          {
            name: "Бур по бетону",
            url: "#Бур по бетону",
          },
          {
            name: "Сверло перовое (Перо)",
            url: "#Сверло перовое (Перо)",
          },
          {
            name: "Пика, зубило",
            url: "#Пика, зубило",
          },
          {
            name: "Фреза",
            url: "#Фреза",
          },
        ],
      },
      {
        name: "Скотчи, Перчатки",
        url: "#Скотчи, Перчатки",
        children: [
          {
            name: "Скотчи, ленты",
            url: "#Скотчи, ленты",
          },
          {
            name: "Перчатки",
            url: "#Перчатки",
          },
        ],
      },
      {
        name: "Диски, круги",
        url: "#Диски, круги",
        children: [
          {
            name: "Круги отрезные по металлу",
            url: "#Круги отрезные по металлу",
          },
          {
            name: "Диски алмазные",
            url: "#Диски алмазные",
          },
          {
            name: "Диски пильные по дереву",
            url: "#Диски пильные по дереву",
          },
          {
            name: "Круги, чашки шлифовальные",
            url: "#Круги, чашки шлифовальные",
          },
        ],
      },
      {
        name: "Ведра, тазы",
        url: "#Ведра, тазы",
      },
      {
        name: "Шлифовальные бумаги, ленты",
        url: "#Шлифовальные бумаги, ленты",
      },
      {
        name: "Бита, насадка, патрон для дрели",
        url: "#Бита, насадка, патрон для дрели",
      },
      {
        name: "Веревки, шнуры, шпагаты",
        url: "#Веревки, шнуры, шпагаты",
      },
      {
        name: "Другие расходники",
        url: "#Другие расходники",
        children: [
          {
            name: "Венчик для миксера",
            url: "#Венчик для миксера",
          },
          {
            name: "Крестики для плитки",
            url: "#Крестики для плитки",
          },
          {
            name: "Скобы для степлеров",
            url: "#Скобы для степлеров",
          },
          {
            name: "Пилки для лобзика",
            url: "#Пилки для лобзика",
          },
          {
            name: "Заклепки",
            url: "#Заклепки",
          },
          {
            name: "Расходники для бензопилы",
            url: "#Расходники для бензопилы",
          },
          {
            name: "Мешки, маркеры",
            url: "#Мешки, маркеры",
          },
        ],
      },
    ],
  },
  {
    name: "Стройматериалы оптом",
    icon: "X",
    url: "#Стройматериалы оптом",
  },
  {
    name: "Двери",
    icon: "X",
    url: "#Двери",
  },
  {
    name: "Электроинструмент",
    icon: "X",
    url: "#Электроинструмент",
    children: [
      {
        name: "Миксеры строительные ",
        url: "#Миксеры строительные ",
      },
      {
        name: "Дрели-шуруповерты",
        url: "#Дрели-шуруповерты",
      },
      {
        name: "УШМ",
        url: "#УШМ",
      },
      {
        name: "Перфораторы",
        url: "#Перфораторы",
      },
      {
        name: "Компрессоры",
        url: "#Компрессоры",
      },
      {
        name: "Электролобзики",
        url: "#Электролобзики",
      },
      {
        name: "Электрические тепловые пушки",
        url: "#Электрические тепловые пушки",
      },
      {
        name: "Бензопилы",
        url: "#Бензопилы",
      },
      {
        name: "Снегоуборочная машина",
        url: "#Снегоуборочная машина",
      },
    ],
  },
];
